Repository: Georiviere/Georiviere-admin
Catalog: georiviere/contribution/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Field
fr: Champ

source: Fields
fr: Champs

source: Customization
fr: Personnalisation

source: Potential damage
fr: Dégâts potentiels

source: Fauna flora
fr: Faune flore

source: Quality
fr: Qualité

source: Quantity
fr: Quantité

source: Landscape elements
fr: Éléments paysagers

source: Category
fr: Catégorie

source: Linked object
fr: Objet lié

source: Data
fr: Données

source: You can't change value type after creation. Delete and/or create another one.
fr: Vous ne pouvez pas changer le type de valeur après la création. Supprimez et/ou créez-en un autre.

source: Severity type
fr: Type de gravité

source: Severity types
fr: Types de gravité

source: Name author
fr: Nom de l'auteur

source: First name author
fr: Prénom auteur

source: Email
fr: Courriel

source: Observation's date
fr: Date de l'observation

source: Severity
fr: Gravité

source: Description of the contribution
fr: Description de la gravité

source: Published
fr: Publié

source: Make it visible on portal
fr: Rendre visible sur le portail

source: Portal
fr: Portail

source: Supervisor
fr: Superviseur

source: Validated
fr: Validé

source: Validate the contribution
fr: Valider la contribution

source: No category
fr: Aucune catégorie

source: No type
fr: Aucun type

source: Feedback from {email}
fr: Retour utilisateur depuis {email}

source: Landing type
fr: Type d'atterrissement

source: Landing types
fr: Types d'atterrissement

source: Jam type
fr: Type d'embâcle

source: Jam types
fr: Types d'embâcle

source: Disease type
fr: Type de maladie

source: Disease types
fr: Types de maladie

source: Dead species
fr: Espèces mortes

source: Landing
fr: Atterrissement

source: Excessive cutting of riparian forest
fr: Coupe abusive de ripisylve

source: Rockslides
fr: Éboulements

source: Disruptive jam
fr: Embâcle perturbateur

source: Bank erosion
fr: Erosion de la berge

source: River bed incision (sinking)
fr: Incision du lit (enfoncement)

source: Fish diseases (appearance of fish)
fr: Maladies piscicoles (aspect des poissons)

source: Fish mortality
fr: Mortalité piscicole

source: Trampling by livestock (impacting)
fr: Piétinement par le bétail (impactant)

source: Excessive cutting length (in meters)
fr: Longueur coupe abusive (en mètres)

source: Length bank erosion (in meters)
fr: Longueur de l'érosion de la berge (en mètres)

source: Distance between the foot of the bank and the foot of the erosion.
fr: Distance entre le pied de berge et le pied de l'érosion

source: Bank height (in meters)
fr: Hauteur de berge (en mètres)

source: Bank height (measured between the foot of the bank and the top of the bank) in meters
fr: Hauteur de berge (mesurée entre le pied de berge et le haut de berge)

source: Number death
fr: Nombre de morts

source: Number of dead individuals
fr: Nombre d'individus morts

source: Contribution potential damage
fr: Contribution dégâts potentiels

source: contributions potential damage
fr: Contributions dégâts potentiels

source: Invasive species
fr: Espèce invasive

source: Heritage species
fr: Espèce patrimoniale

source: Heritage observation
fr: Observation patrimoniale

source: Heritage observations
fr: Observations patrimoniale

source: Fish species
fr: Espèce piscicole

source: Home area (in square meters)
fr: Surface du foyer (en mètres carrés)

source: Home area in square meters
fr: Surface du foyer en mètres carrés

source: Number heritage species
fr: Nombre d'individus patrimoniale

source: Number fish species
fr: Nombre d'espèces piscicole

source: Contribution fauna-flora
fr: Contribution faune-flore

source: contributions fauna-flora
fr: Contributions faune-flore

source: Dry
fr: A sec

source: In the process of drying out
fr: En cours d'assèchement

source: Overflow
fr: Débordement

source: Water level type
fr: Type niveau d'eau

source: Contribution quantity
fr: Contribution quantité

source: contributions quantity
fr: Contributions quantité

source: Nature pollution
fr: Nature de la pollution

source: Natures pollution
fr: Natures des pollutions

source: Type pollution
fr: Type de pollution

source: Types pollution
fr: Types de pollution

source: Algal development
fr: Développement algal

source: Water temperature
fr: Température de l'eau

source: Quality water type
fr: type de qualité d'eau

source: Contribution quality
fr: Contribution qualité

source: contributions quality
fr: Contributions qualité

source: Sinkhole
fr: Doline

source: Fountain
fr: Fontaine

source: Chasm
fr: Gouffre

source: Lesine
fr: Lésine

source: Pond
fr: Mare

source: Losing stream
fr: Perte

source: Resurgence
fr: Résurgence

source: Contribution landscape element
fr: Contribution élément paysagers

source: contributions landscape elements
fr: Contributions éléments paysagers

source: Stream
fr: Rivière

source: Study
fr: Etude

source: Proceeding
fr: Contentieux

source: Knowledge
fr: Connaissance

source: Password
fr: Mot de passe

source: Define if password is required to send the form
fr: Définir si un mot de passe est nécessaire pour envoyer / valider le formulaire.

source: Custom contribution type
fr: Type de Contribution personnalisée

source: Custom contribution types
fr: Types de Contributions personnalisées

source: String
fr: Chaîne de caractères

source: Text
fr: Texte

source: Integer
fr: Nombre entier

source: Float
fr: Nombre réel

source: Datetime
fr: Date / Heure

source: Boolean
fr: Booléen

source: Field label in forms and public portal.
fr: Libellé du champ dans les formulaires et sur les portails publics.

source: Internal identifier
fr: Identifiant interne

source: Internal identifier for field.
fr: Identifiant interne du champ.

source: Key
fr: Clé

source: Key used in JSON data field.
fr: Clé utilisée dans les données JSON.

source: Required
fr: Requis

source: Set if field is required to validate form.
fr: Définir si le champ est requis pour valider le formulaire.

source: Help text
fr: Texte d'aide

source: Set a help text for the field.
fr: Définir un texte d'aide pour le champ.

source: Internal options for type JSON schema.
fr: Options interne du schéma JSON du type.

source: Field customization.
fr: Personnalisation du champ

source: Order
fr: Ordre

source: Order of field in form.
fr: Ordre du champ dans le formulaire.

source: Custom contribution type.
fr: Type de Contribution personnalisée.

source: Values
fr: Valeurs

source: Placeholder
fr: Remplissage

source: Min. length
fr: Longueur mini.

source: Max. length
fr: Longueur maxi.

source: Min. value
fr: Valeur mini.

source: Max. value
fr: Valeur maxi.

source: Custom contribution type field
fr: Champ de type de contribution personnalisée

source: Custom contribution type fields
fr: Champs de types de contributions personnalisées

source: Contributed at
fr: Contribué le

source: Custom contribution
fr: Contribution personnalisée

source: Custom contributions
fr: Contributions personnalisées

source: Observed species
fr: Espèce observée

source: Observation type
fr: Type d'observation

source: None
fr: Aucun

source: Related contributions
fr: Contributions connectées

source: Severity : %(severity)s
fr: Sévérité : %(severity)s
