Repository: Georiviere/Georiviere-admin
Catalog: georiviere/river/locale/*/LC_MESSAGES/django.po
Languages: fr

source: River
fr: Rivière

source: Access to the requested resource is restricted by structure. You have been redirected.
fr: L'accès à cette ressource est restreint. Vous avez été redirigé.

source: Geometry invalid snapping.
fr: Impossible d'aimanter la géométrie

source: Linestring invalid snapping.
fr: Impossible d'aimanter la ligne

source: Length
fr: Longueur

source: Name
fr: Nom

source: Flow
fr: Écoulement

source: Portals
fr: Portails

source: Qualified
fr: Qualifié

source: Classification water policy
fr: Classement police de l'eau

source: Classification water policies
fr: Classement polices de l'eau

source: To be defined
fr: À définir

source: Temporary
fr: Temporaire

source: Stream
fr: Cours d'eau

source: Data source
fr: Source de donnée

source: Source location
fr: Emplacement de la source

source: Published portals
fr: Portails publiés

source: Streams
fr: Cours d'eau

source: Add a new stream
fr: Ajouter un cours d'eau

source: Start position
fr: Position de départ

source: End position
fr: Position de fin

source: Status {}
fr: Statut {}

source: Morphology {}
fr: Morphologie {}

source: Topology {}
fr: Topologie {}

source: Topology
fr: Topologie

source: Knowledge
fr: Connaissance

source: Proceedings
fr: Contentieux

source: Studies
fr: Études

source: Knowledges
fr: Connaissances

source: Follow-ups
fr: Suivis

source: Distance to source
fr: Distance à la source

source: Cut topology
fr: Découper la topologie

source: Click map to place marker, then move it to snap with the topology.
fr: Cliquer sur la carte pour placer le marqueur, puis déplacez-le pour l'aimanter à la topologie.

source: Report print
fr: Impression du rapport

source: Print
fr: Impression

source: Set the source location
fr: Définir l'emplacement de la source

source: Move the source location
fr: Déplacer l'emplacement de la source

source: Delete the source location
fr: Supprimer l'emplacement de la source

source: None
fr: Aucun(e)

source: Altimetric profile
fr: Profil altimétrique

source: Characteristics
fr: Caractéristiques

source: Length 2D
fr: Longueur 2D

source: Cities crossed
fr: Communes traversées

source: Districts crossed
fr: Secteurs traversés

source: Areas crossed
fr: Zones traversés

source: Watersheds crossed
fr: Bassins versants traversés

source: Status
fr: Statut

source: linear classified in
fr: linéaire classé en

source: Study
fr: Études

source: Associated follow-ups
fr: Suivis associés

source: Associated interventions
fr: Interventions associées

source: Other follow-ups (not linked to a knowledge)
fr: Autres suivis (non liés à une connaissance)

source: Other follow-ups
fr: Autres suivis

source: Other Interventions (not linked to a knowledge)
fr: Autres interventions (non liés à une connaissance)

source: Other interventions
fr: Autres interventions

source: For more informations :
fr: Pour plus d'informations :

source: Topology is not qualified
fr: La topologie n'est pas qualifiée

source: To cut this topology, click on scissors control, then move the marker to snap it with the topology line.
fr: Pour découper cette topologie, cliquer sur l'outil ciseaux, puis déplacer le marqueur pour l'aimanter à la topologie.

source: Topology could not be cut
fr: La topologie n'a pas pu être découpée

source: Topology has been cut
fr: La topologie a été coupée
