Repository: Georiviere/Georiviere-admin
Catalog: georiviere/observations/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

source: Label
fr: Libellé

source: Tracked parameters
fr: Paramètres suivis

source: In service
fr: En service

source: Unknown
fr: Inconnue

source: Main fields
fr: Attributs principaux

source: Specific profiles
fr: Profils spécifiques

source: Parameters tracking
fr: Suivi de paramètres

source: Hold Ctrl key to select multiple items
fr: Maintenez la touche Ctrl pour sélectionner plusieurs éléments

source: This code is already in use.
fr: Ce code est déjà utilisé.

source: Station profile code
fr: Code profil station

source: Station profile label
fr: Libellé de profil station

source: Station profile
fr: Profil de station

source: Station profiles
fr: Profils de station

source: Null
fr: Nulle

source: Low water only
fr: Etiage seulement

source: Strong
fr: Forte

source: High water only
fr: Hautes eaux seulement

source: Station code
fr: Code station

source: Station label
fr: Libellé station

source: Station description
fr: Descriptif station

source: Site code
fr: Code site

source: Station URI
fr: URI station

source: Station purpose
fr: Finalité station

source: Local influence
fr: Influence locale

source: For hydrometric station profile
fr: Pour un profil de station hydrométrique

source: Hardness
fr: Dureté

source: For physico-chemical station profile
fr: Pour un profil de station qualité physico-chimique

source: Add a new station
fr: Ajouter une station

source: Symbol
fr: Symbole

source: Unit
fr: Unité

source: Units
fr: Unités

source: Definition
fr: Définition

source: Parameter category
fr: Catégorie de paramètre

source: Parameter categories
fr: Catégories de paramètre

source: Qualitative
fr: Qualitatif

source: Quantitative
fr: Quantitatif

source: Parameter type
fr: Type de paramètre

source: Parameter
fr: Paramètre

source: Parameters
fr: Paramètres

source: Online
fr: En ligne

source: On demand
fr: Sur demande

source: Measure frequency
fr: Fréquence des mesures

source: Transmission frequency
fr: Fréquence de transmission

source: Data availability
fr: Disponibilité de la donnée

source: Measure start date
fr: Date de début des mesures

source: Measure end date
fr: Date de fin des mesures

source: Parameter tracking
fr: Suivi de paramètre

source: Parameter trackings
fr: Suivis de paramètre

source: Yes,No,Unknown
fr: Oui,Non,Inconnu

source: No parameter tracked
fr: Pas de paramètre suivi

source: Edit station to add parameter to track
fr: Modifier la station pour ajouter un paramètre à suivre

source: Add a line
fr: Ajouter une ligne

source: Remove
fr: Supprimer
