Repository: Georiviere/Georiviere-admin
Catalog: georiviere/portal/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Map layer
fr: Couche de carte

source: Map layers
fr: Couches de carte

source: Map group layer
fr: Groupe de couche de carte

source: Map groups layer
fr: Groupe de couche de carte

source: Map base layer
fr: Fond de carte

source: Map base layers
fr: Fonds de cartes

source: Portal
fr: Portail

source: Attribution of the baselayer. Example : © OpenStreetMap
fr: Attribution de la couche de base. Exemple : © OpenStreetMap

source: Map group
fr: Groupe de carte

source: Map groups
fr: Groupes de carte

source: Layer type
fr: Type de couche

source: Style of the layer
fr: Style de la couche

source: Name
fr: Nom

source: Name of the portal
fr: Nom du portail

source: Website
fr: Site web

source: Title
fr: Titre

source: Title on Georiviere website used for Search Engine Optimization
fr: Titre sur le site de Georiviere utilisé pour la SEO

source: Description on Georiviere website used for Search Engine Optimization
fr: Description sur le site de Georiviere utilisé pour la SEO

source: Main color
fr: Couleur principale

source: Portals
fr: Portails

source: Category is not valid
fr: La catégorie n'est pas valide

source: An error occured
fr: Une erreur s'es produite

source: Hello, We acknowledge receipt of your contribution, thank you for your interest in Georiviere. Best regards, The Georiviere Team http://georiviere.fr
fr: Bonjour, Nous accusons réception de votre contribution, merci de votre intérêt pour Georiviere. Cordialement, L'équipe Georiviere http://georiviere.fr
