Repository: Georiviere/Georiviere-admin
Catalog: georiviere/knowledge/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Knowledge
fr: Connaissance

source: Name
fr: Nom

source: Vegetation details
fr: Détails végétation

source: Work details
fr: Détail de l'ouvrage

source: Create operation on
fr: Créer une opération sur

source: Label
fr: Libellé

source: Knowledge type
fr: Type de connaissance

source: Knowledge types
fr: Types de connaissance

source: Age class diversity
fr: Diversité de classe d'âge

source: Age class diversities
fr: Diversités de classe d'âge

source: Specific diversity
fr: Diversité spécifique

source: Specific diversities
fr: Diversités spécifique

source: Vegetation state
fr: État de végétation

source: Vegetation states
fr: États de végétation

source: Vegetation strata
fr: Strate de végétation

source: Vegetation stratas
fr: Strates de végétation

source: Vegetation thickness type
fr: Type d'épaisseur végétation

source: Vegetation thickness types
fr: Types d'épaisseur de végétation

source: Vegetation type
fr: Type de végétation

source: Vegetation types
fr: Types de végétation

source: Work type
fr: Type d'ouvrage

source: Work types
fr: Types d'ouvrage

source: Work material
fr: Matériau

source: Work materials
fr: Matériaux

source: Work state
fr: État de l'ouvrage

source: Work states
fr: États de l'ouvrage

source: Work bank effect
fr: Impact berge

source: Work bank effects
fr: Impacts berge

source: Work stream influence
fr: Influence courant

source: Work stream influences
fr: Influences courant

source: Work water effect
fr: Impact eau

source: Work water effects
fr: Impacts eau

source: Work bed effect
fr: Impact lit de l'ouvrage

source: Work bed effects
fr: Impacts lit de l'ouvrage

source: Work sediment effect
fr: Impact sédiment de l'ouvrage

source: Work sediment effects
fr: Impacts sédiment de l'ouvrage

source: Work fish continuity effect
fr: Impact continuité piscicole

source: Work fish continuity effects
fr: Impacts continuité piscicole

source: Knowledges
fr: Connaissances

source: Add a new knowledge
fr: Ajouter une connaissance

source: Thickness type
fr: Type d'épaisseur

source: Vegetation Stratas
fr: Strates de végétation

source: Other information
fr: Autre information

source: Vegetation
fr: Végétation

source: Vegetations
fr: Végétation

source: Downstream bank effect
fr: Impact berge aval

source: Upstream bank effect
fr: Impact berge amont

source: Downstream influence
fr: Influence aval

source: Upstream influence
fr: Influence amont

source: Sediment effect
fr: Impact sédiment

source: Water effect
fr: Impact eau

source: Upstream bed effect
fr: Impact lit amont

source: Downstream bed effect
fr: Impact lit aval

source: Fish Continuity effect
fr: Impact continuité piscicole

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: Length
fr: Longueur

source: Drop height
fr: Hauteur de chute

source: Pit height
fr: Profondeur de fosse appel

source: Work
fr: Ouvrage

source: Works
fr: Ouvrages

source: Follow-up type
fr: Type de suivi

source: Follow-up types
fr: Types de suivi

source: Measure frequency
fr: Fréquence des relevés

source: Follow-up
fr: Suivi

source: Follow-ups
fr: Suivis

source: Add a new follow-up
fr: Ajouter un suivi

source: Results
fr: Résultats

source: Other follow-ups on this knowledge
fr: Autres suivis sur cet objet connaissance

source: Geometry invalid snapping.
fr: Impossible d'aimanter la géométrie
