Repository: Georiviere/Georiviere-admin
Catalog: georiviere/description/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Qualified
fr: Qualifié

source: Hold Ctrl key to select multiple items
fr: Maintenez la touche Ctrl pour sélectionner plusieurs éléments

source: Status cannot be qualified but without type
fr: Un statut ne peut pas être qualifié sans type de statut

source: Label
fr: Libellé

source: Plan layout type
fr: Type de tracé en plan

source: Plan layout types
fr: Types de tracé en plan

source: Habitat type
fr: Type d'habitat

source: Habitat types
fr: Types d'habitat

source: Habitats diversity
fr: Diversité des habitats

source: Habitats diversities
fr: Diversités des habitats

source: Bank state
fr: Etat des berges

source: Bank states
fr: Etats des berges

source: Sediment dynamic
fr: Dynamique sédimentaire

source: Sediment dynamics
fr: Dynamiques sédimentaire

source: Granulometric diversity
fr: Diversité granulométrique

source: Granulometric diversities
fr: Diversités granulométrique

source: Facies diversity
fr: Diversité des faciès

source: Facies diversities
fr: Diversités des faciès

source: Working space type
fr: Type d'espace de bon fonctionnement

source: Working space types
fr: Types d'espace de bon fonctionnement

source: Flow type
fr: Type d'écoulement

source: Flow types
fr: Types d'écoulement

source: Left good Working space
fr: Espace de bon fonctionnement rive gauche

source: Right good Working space
fr: Espace de bon fonctionnement rive droite

source: Main flow
fr: Faciès écoulement principale

source: Secondary flow
fr: Faciès écoulement secondaire

source: Full edge height
fr: Hauteur plein bord

source: Full edge width
fr: Largeur plein bord

source: Bank state left
fr: Etat des berges rive gauche

source: Bank state right
fr: Etat des berges rive droite

source: Main habitat
fr: Habitat principal

source: Secondary habitat
fr: Habitat secondaire

source: Plan layout
fr: Tracé en plan

source: Morphology
fr: Morphologie

source: Name
fr: Nom

source: Not completed
fr: Non renseigné

source: Add a new morphology
fr: Ajouter une nouvelle morphologie

source: Land type
fr: Type foncier

source: Land types
fr: Types foncier

source: Control type
fr: Type de maîtrise

source: Control types
fr: Types de maîtrise

source: Owner
fr: Propriétaire

source: Agreement
fr: Conventionné

source: Identifier
fr: Identifiant

source: Land
fr: Foncier

source: Lands
fr: Fonciers

source: Usage type
fr: Type d'usage

source: Usage types
fr: Types d'usage

source: Status type
fr: Type de statut

source: Status types
fr: Types de statut

source: Your status is a regulation status
fr: Votre statut est un statut de régulation

source: Regulation
fr: Régulation

source: Your status is a referencial status
fr: Votre statut est un statut référentiel

source: Referencial
fr: Référentiel

source: Status
fr: Statut

source: Statuses
fr: Statuts

source: Add a new status
fr: Ajouter un nouveau statut réglementaire

source: Stream
fr: Cours d'eau

source: Study
fr: Étude

source: Proceeding
fr: Contentieux

source: Knowledge
fr: Connaissance

source: Add a new land
fr: Ajouter un nouveau statut foncier

source: Add a new usage
fr: Ajouter un nouvel usage

source: Geometry invalid snapping.
fr: Impossible d'aimanter la géométrie
