Repository: Georiviere/Georiviere-admin
Catalog: georiviere/finances_administration/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Finances and administration
fr: Finances et administratif

source: Name
fr: Nom

source: Estimated budget
fr: Budget estimé

source: Estimated budget of this phase
fr: Budget estimé de cette phase

source: Revised budget
fr: Budget révisé

source: Actual budget
fr: Budget réel

source: Actual budget of this phase
fr: Budget réel de cette phase

source: Cancel
fr: Annuler

source: Save changes
fr: Sauvegarder

source: Operation on
fr: Opération sur

source: Cost of man-day
fr: Coût jour-homme

source: Man-day cost (read-only)
fr: Coût jours-homme (lecture seule)

source: General information
fr: Informations générales

source: Stakeholders
fr: Parties prenantes

source: Financing
fr: Financements

source: Operations
fr: Opérations

source: Organism
fr: Organisme

source: Organisms
fr: Organismes

source: Label
fr: Libellé

source: Admin file type
fr: Type de dossier administratif

source: Admin file types
fr: Types de dossier administratif

source: Admin file domain
fr: Domaine de dossier administratif

source: Admin file domains
fr: Domaines de dossier administratif

source: Begin date
fr: Date de début

source: End date
fr: Date de fin

source: Project owners
fr: Maîtres d'ouvrage

source: Project managers
fr: Maîtres d'oeuvre

source: Funders
fr: Financeurs

source: Contractors
fr: Prestataires

source: Constraints
fr: Contraintes

source: Specific conditions, etc.
fr: Conditions particulières, etc.

source: Global cost
fr: Coût global

source: External id
fr: Id externe

source: Administrative file
fr: Dossier administratif

source: Administrative files
fr: Dossiers administratifs

source: Add a new admin file
fr: Ajouter un dossier administratif

source: Administrative deferral
fr: Report administratif

source: Administrative deferrals
fr: Reports administratifs

source: Administrative phase
fr: Phase administrative

source: Administrative phases
fr: Phases administratifs

source: Status
fr: Statut

source: Deferral
fr: Report

source: Estimated cost
fr: Coût estimé

source: Material cost
fr: Coût matériel

source: Subcontract cost
fr: Coût sous-traitance

source: Administrative operation
fr: Opération du dossier administratif

source: Administrative operations
fr: Opérations du dossier administratif

source: Amount
fr: Montant

source: Funding
fr: Financement

source: Fundings
fr: Financements

source: Active
fr: Actif

source: Job category
fr: Catégorie d'emploi

source: Job categories
fr: Catégories d'emploi

source: Man-days
fr: Jours-homme

source: Operation
fr: Opération

source: Man-day
fr: Jour-homme

source: None
fr: Aucun(e)

source: Actual cost
fr: Coût réel

source: Edit costs
fr: Éditer les coûts

source: Totals
fr: Totaux

source: Edit
fr: Éditer

source: Costs details
fr: Coûts en détail

source: Material cost:
fr: Coût matériel :

source: Subcontract cost:
fr: Coût sous-traitance :

source: Cost of man-day:
fr: Coût jour-homme :

source: Subtotal by phase
fr: Sous-total par phase

source: No operation is created
fr: Pas d'opération créée

source: Edit administrative file to add new operations.
fr: Modifier le dossier administratif pour ajouter des opérations

source: Admin Phases
fr: Phases administratives

source: To edit man-days, save project and edit each operation from detail page.
fr: Pour modifier les jours-hommes, enregistrez le dossier et modifiez chaque opération depuis la page détail.

source: Add an operation
fr: Ajouter une opération

source: Remove
fr: Supprimer

source: Add funding
fr: Ajouter un financement

source: Add a phase
fr: Ajouter une phase

source: Edit costs for
fr: Éditer les coûts pour

source: Add manday
fr: Ajouter des jours-homme

source: Edit phase :
fr: Éditer phase :

source: Existing operations
fr: Opérations existantes

source: On
fr: Sur

source: Related administrative files
fr: Dossiers administratif reliés

source: Add a new administrative file
fr: Ajouter un dossier administratif

source: Edit phase for
fr: Éditer les phases pour
